Repository: freeworlder/wp-access-areas
Catalog: lang/disclosure-*.po
Languages: de_de

source: Disclosure
de_de: Zugangsbeschränkung

source: Groups for Disclosure
de_de: Gruppen

source: Add group
de_de: Neue Gruppe

source: Add
de_de: Erstellen

source: Enable groups
de_de: Gruppen zuweisen

source: Visible to:
de_de: Sichtbar für:

source: Everybody
de_de: Alle

source: Logged in Users
de_de: Eingeloggte Benutzer

source: WordPress roles
de_de: WordPress Rollen

source: User Groups
de_de: Benutzergruppen

source: Visible to
de_de: Sichtbar für

source: You don‘t have permission to apply this type of content disclosure.
de_de: Du hast nicht die nötige Berechtigung, um so eine Zugangsbeschränkung einzustellen.

source: Groups
de_de: Gruppen

source: Disclosed Content
de_de: Zugangsbeschränkungen

source: Disclosure Setting
de_de: Zugangsbeschr. Einstellungen

source: Main Settings
de_de: Generell

source: Show login message instead of 404
de_de: Login-Meldung anzeigen statt 404 anzeigen.

source: Please <a href="%s">log in</a> to see this content!
de_de: Bitte <a href="%s">einloggen</a> um diese Seite anzusehen.

source: When somebody without authorization tries to navigate a protected URL directly, WordPress will show a 404 message.<br />Check this, if you want it to show a please-login-message instead.
de_de: Wenn jemand ohne Autorisierung zu einer zugangsbeschränkten Seite navigiert, zeigt WordPress eine 404-Meldung. <br />Machen Sie hier einen Haken, wenn stattdessen ein Login-Link angezeigt werden soll.
